{
  "home": "Home",
  "about": "About",
  "contact": "Contact",
  "products": "Products",
  "who-we-are": "Who we are",
  "who-we-are-explanation": "We are working towards sustainable production with a primary focus on customer satisfaction, leveraging our industry experience and production monitoring skills.",
  "production": "Production",
  "production-explanation": "The entire period from yarn to finished product is managed professionally to ensure that the products meet quality standards and are tailored to meet customer demand, providing service to our customers.",
  "examine-product": "Examine the products",
  "get-to-know-1": "Get to know",
  "get-to-know-2": "Akteks",
  "and": "and",
  "design": "We Design",
  "manifactured": "Manifacture",
  "banner-explanation": "To bring the prepared design to life, we meticulously consider all details and, through effective communication, we execute the necessary planning process for production.",
  "more-information": "More information",
  "sales": "Sales",
  "sales-information": "We are working towards sustainable production with a primary focus on customer satisfaction, leveraging our industry experience and production monitoring skills.",
  "site-map": "Site Map",
  "social-media": "Social Media",
  "language": "en",
  "featured-products": "Featured Products",
  "view-all": "See All",
  "our-products": "Our Products",
  "man": "Man",
  "woman": "Woman",
  "mission-vision": "Mission & Vision",
  "about-explanation-1": "In our textile journey that began in 1995, nightwear, pajamas, and underwear have been our main focus. Our production and sales activities for these products have not only served the domestic market but also extended to export to countries including the United States, France, Russia, Poland, Romania, Greece, Slovakia, and Hungary. Our textile journey continues, currently involving exports of underwear models to Germany.",
  "about-explanation-2": "Our core values are responsibility, quality, innovation, efficiency, and sustainability, with the aim of achieving customer satisfaction.",
  "about-explanation-3": "We aim to create value for the community with our suppliers, partners, and team members.",
  "about-explanation-4": "We meticulously consider all details and, through effective communication, execute the necessary planning process for production to bring the designed concept to reality.",
  "about-explanation-5": "The entire period from yarn to the finished product is professionally managed to ensure that the products meet quality standards and are tailored to customer demand, providing service to our customers.",
  "about-explanation-6": "We work for sustainable production with a focus on customer satisfaction, leveraging our industry experience and production monitoring skills.",
  "full-name": "Full Name",
  "email-address": "Email Address",
  "subject": "Subject",
  "message": "Comment",
  "send": "Send",
  "email": "Email",
  "phone": "Phone",
  "address": "Address"
}
