{
  "home": "Zuhause",
  "about": "Über",
  "contact": "Kontakt",
  "products": "Produkte",
  "who-we-are": "Wer wir sind",
  "who-we-are-explanation": "Wir arbeiten an einer nachhaltigen Produktion mit dem Schwerpunkt auf Kundenzufriedenheit und nutzen unsere Branchenerfahrung und Produktionsüberwachungsfähigkeiten.",
  "production": "Produktion",
  "production-explanation": "Der gesamte Zeitraum von Garn bis zum fertigen Produkt wird professionell verwaltet, um sicherzustellen, dass die Produkte den Qualitätsstandards entsprechen und auf die Kundenanforderungen zugeschnitten sind und unseren Kunden einen Service bieten.",
  "examine-product": "Produkte untersuchen",
  "get-to-know-1": "Lernen Sie",
  "get-to-know-2": "Akteks",
  "and": "und",
  "design": "Wir entwerfen",
  "manifactured": "produzieren",
  "banner-explanation": "Um das vorbereitete Design zum Leben zu erwecken, berücksichtigen wir sorgfältig alle Details und führen durch effektive Kommunikation den notwendigen Planungsprozess für die Produktion aus.",
  "more-information": "Weitere Informationen",
  "sales": "Vertrieb",
  "sales-information": "Wir arbeiten an einer nachhaltigen Produktion mit dem Schwerpunkt auf Kundenzufriedenheit und nutzen unsere Branchenerfahrung und Produktionsüberwachungsfähigkeiten.",
  "site-map": "Seitenverzeichnis",
  "social-media": "Soziale Medien",
  "language": "de",
  "featured-products": "Ausgewählte Produkte",
  "view-all": "Alle Anzeigen",
  "our-products": "Unsere Produkte",
  "man": "Mann",
  "woman": "Frau",
  "mission-vision": "Mission & Vision",
  "about-explanation-1": "Unsere Textilreise begann im Jahr 1995 und konzentrierte sich hauptsächlich auf Nachtwäsche, Pyjamas und Unterwäsche. Unsere Produktions- und Verkaufsaktivitäten für diese Produkte beschränkten sich nicht nur auf den Inlandsmarkt, sondern erstreckten sich auch auf Exporte in Länder wie die USA, Frankreich, Russland, Polen, Rumänien, Griechenland, die Slowakei und Ungarn. Unsere Textilreise setzt sich derzeit in Form von Exporten von Damen- und Herrenunterwäsche nach Deutschland fort.",
  "about-explanation-2": "Unsere Kernwerte sind Verantwortung, Qualität, Innovation, Effizienz und Nachhaltigkeit mit dem Ziel, die Kundenzufriedenheit zu erreichen.",
  "about-explanation-3": "Wir wollen mit unseren Lieferanten, Partnern und Teammitgliedern einen Mehrwert für die Gemeinschaft schaffen.",
  "about-explanation-4": "Wir berücksichtigen alle Details sorgfältig und führen durch effektive Kommunikation den erforderlichen Planungsprozess für die Produktion aus, um das entworfene Konzept in die Realität zu bringen.",
  "about-explanation-5": "Der gesamte Zeitraum von Garn bis zum fertigen Produkt wird professionell verwaltet, um sicherzustellen, dass die Produkte den Qualitätsstandards entsprechen und auf die Kundennachfrage zugeschnitten sind, um unseren Kunden einen Service zu bieten.",
  "about-explanation-6": "Wir arbeiten für eine nachhaltige Produktion mit Schwerpunkt auf der Kundenzufriedenheit und nutzen unsere Branchenerfahrung und unsere Fähigkeiten zur Überwachung der Produktion.",
  "full-name": "Vollständiger Name",
  "email-address": "E-Mail-Addresse",
  "subject": "Gegenstand",
  "message": "Kommentar",
  "send": "Senden",
  "email": "Email",
  "phone": "Telefon",
  "address": "Adresse"
}
