{
  "home": "Inicio",
  "about": "Acerca de",
  "contact": "Contacto",
  "products": "Productos",
  "who-we-are": "Quienes somos",
  "who-we-are-explanation": "Estamos trabajando para lograr una producción sostenible con un enfoque principal en la satisfacción del cliente, aprovechando nuestra experiencia en la industria y nuestras habilidades de monitoreo de la producción.",
  "production": "Producción",
  "production-explanation": "Todo el período, desde el hilo hasta el producto terminado, se gestiona profesionalmente para garantizar que los productos cumplan con los estándares de calidad y se adapten a la demanda de los clientes, brindando servicio a nuestros clientes.",
  "examine-product": "Examinar los productos",
  "get-to-know-1": "Conozca",
  "get-to-know-2": "Akteks",
  "and": "y",
  "design": "Diseñamos",
  "manifactured": "fabricamos",
  "banner-explanation": "Para darle vida al diseño preparado, consideramos meticulosamente todos los detalles y, a través de una comunicación efectiva, ejecutamos el proceso de planificación necesario para la producción.",
  "more-information": "MÁS INFORMACIÓN",
  "sales": "Ventas",
  "sales-information": "Estamos trabajando para lograr una producción sostenible con un enfoque principal en la satisfacción del cliente, aprovechando nuestra experiencia en la industria y nuestras habilidades de monitoreo de la producción.",
  "site-map": "Mapa del sitio",
  "social-media": "Redes Sociales",
  "language": "es",
  "featured-products": "Productos Destacados",
  "view-all": "Ver Todo",
  "our-products": "Nuestros Productos",
  "man": "Hombre",
  "woman": "Mujer",
  "mission-vision": "Misión y Visión",
  "about-explanation-1": "En nuestra andadura textil que comenzó en 1995, la ropa de dormir, los pijamas y la ropa interior han sido nuestro principal foco. Nuestras actividades de producción y venta de estos productos no solo han servido al mercado interno sino que también se han extendido a la exportación a países como Estados Unidos, Francia, Rusia, Polonia, Rumania, Grecia, Eslovaquia e Hungría. Nuestra andadura textil continúa y actualmente incluye exportaciones de modelos de ropa interior a Alemania.",
  "about-explanation-2": "Nuestros valores fundamentales son la responsabilidad, la calidad, la innovación, la eficiencia y la sostenibilidad, con el objetivo de lograr la satisfacción del cliente.",
  "about-explanation-3": "Nuestro objetivo es crear valor para la comunidad con nuestros proveedores, socios y miembros del equipo.",
  "about-explanation-4": "Consideramos meticulosamente todos los detalles y, a través de una comunicación efectiva, ejecutamos el proceso de planificación necesario para la producción para llevar el concepto diseñado a la realidad.",
  "about-explanation-5": "Todo el período desde el hilo hasta el producto terminado se gestiona de manera profesional para garantizar que los productos cumplan con los estándares de calidad y se adapten a la demanda del cliente, brindando servicio a nuestros clientes.",
  "about-explanation-6": "Trabajamos para una producción sostenible con un enfoque en la satisfacción del cliente, aprovechando nuestra experiencia en la industria y las habilidades de monitoreo de la producción.",
  "full-name": "Nombre completo",
  "email-address": "Correo electrónico",
  "subject": "Tema",
  "message": "Comentario",
  "send": "Enviar",
  "email": "Correo electrónico",
  "phone": "Teléfono",
  "address": "Dirección"
}
