{
  "home": "Главная",
  "about": "О нас",
  "contact": "контакт",
  "products": "Продукты",
  "who-we-are": "Кто мы",
  "who-we-are-explanation": "Мы работаем над устойчивым производством с основным акцентом на удовлетворенность клиентов, используя наш опыт в отрасли и навыки мониторинга производства.",
  "production": "Производство",
  "production-explanation": "Весь период от пряжи до готового продукта управляется профессионально, чтобы гарантировать, что продукция соответствует стандартам качества и отвечает потребностям клиентов, обеспечивая обслуживание наших клиентов.",
  "examine-product": "Изучить продукты",
  "get-to-know-1": "Познакомьтесь",
  "get-to-know-2": "Akteks",
  "and": "и",
  "design": "Мы проектируем",
  "manifactured": "производим",
  "banner-explanation": "Чтобы воплотить подготовленный дизайн в жизнь, мы тщательно рассматриваем все детали и, благодаря эффективной коммуникации, выполняем необходимый планировочный процесс для производства.",
  "more-information": "Больше информации",
  "sales": "Продажи",
  "sales-information": "Мы работаем над устойчивым производством с основным акцентом на удовлетворенность клиентов, используя наш опыт в отрасли и навыки мониторинга производства.",
  "site-map": "Карта сайта",
  "social-media": "Социальные сети",
  "language": "ru",
  "featured-products": "Рекомендуемые продукты",
  "view-all": "Посмотреть все",
  "our-products": "Наши продукты",
  "man": "Мужчина",
  "woman": "женщина",
  "mission-vision": "Миссия и видение",
  "about-explanation-1": "В нашем текстильном путешествии, начавшемся в 1995 году, ночная одежда, пижамы и нижнее белье были нашим основным направлением. Наши производственно-торговые операции по этим товарам не только обслуживали внутренний рынок, но также распространялись на экспорт в страны, включая США, Францию, Россию, Польшу, Румынию, Грецию, Словакию и Венгрию. Наше текстильное путешествие продолжается, в настоящее время включая экспорт моделей нижнего белья в Германию.",
  "about-explanation-2": "Наши основные ценности - ответственность, качество, инновации, эффективность и устойчивость, с целью достижения удовлетворения клиентов.",
  "about-explanation-3": "Мы стремимся создавать ценность для общества с нашими поставщиками, партнерами и членами команды.",
  "about-explanation-4": "Мы тщательно рассматриваем все детали и, благодаря эффективной коммуникации, выполняем необходимый процесс планирования для производства, чтобы превратить разработанную концепцию в реальность.",
  "about-explanation-5": "Весь период от пряжи до готового изделия профессионально управляется, чтобы гарантировать, что продукция соответствует стандартам качества и отвечает потребностям клиентов, обеспечивая обслуживание наших клиентов.",
  "about-explanation-6": "Мы работаем над устойчивым производством с упором на удовлетворение клиентов, используя наш опыт в отрасли и навыки мониторинга производства.",
  "full-name": "Полное имя",
  "email-address": "Адрес электронной почты",
  "subject": "Тема",
  "message": "Комментарий",
  "send": "послать",
  "email": "Электронное письмо",
  "phone": "Телефон",
  "address": "Адрес"
}
